{
  "about-me-greet": "Oi, eu sou o Caio!",
  "about-me-greet-subtitle": "Programador, Designer de Interfaces Amador e Bilingue.",
  "about-me": "Sobre mim:",
  "desc-before-age": "Tenho ",
  "desc-after-age": "anos, sou um desenvolver brasileiro Full Stack e gosto de fazer e jogar jogos. Tive interesse em jogos e desenvolvimento desde pequeno. Comecei a programar com 10 anos, usando Codecademy, onde aprendi minha primeira linguagem de programação,",
  "desc-between-c#-and-js": ", seguido depois por ",
  "and": "e",
  "desc-after-languages": "Eu os aprendi e gostei de os usar, seja para pequenos projetos ou para jogos de baixo orçamento, então continuei minhas aventuras...\n Com bastante tempo livre, minhas habilidades aumentaram e, por causa da programação, Pude conhecer varios amigos e fiz muitas conexões, entrei em comunidades que compartilhavam a mesma paixão que eu tinha, também podendo compartilhar meus projetos e conseguir um outro ponto de vistas! \n Por isso, e varias outras coisas, continuei motivado, levando a onde estou hoje! Me considero um programador capaz e procuro uma carreira como programador no futuro \n Já trabalhei com varias linguagems de programação e tecnologias, aqui estão algumas:",
  "desc-end": "Fora da programação, Já experimentei com arte e animação, fazendo animações basicas com Adobe Flash. \n Toco teclado e já usei FL Studio para compor musicas como um hobby, porém não pretendo mostra-las ao publico.\n Meus jogos favoritos são Payday 2 e Minecraft, se você joga algum desses, me manda uma mensagem no Discord ;)",
  "roblox-groups-intro": "Faço parte desse grupo no Roblox:",
  "devnet-desc": "DevNet Studios é um estúdio que criei  para perseguir meus projetos pessoais. Infelizmente, nosso único jogo está em pausa, devido a minha falta de habilidade no quesito de criação de niveis.\n Pretendo continuar DevNet Studios no futuro próximo, enquanto faço mais conexões e acho mais talento.",
  "random-projects": "Tenho varios projetos aleatórios, você pode os ver no meu "
}
